akamud.vscode-theme-onedark
davidwang.ini-for-vscode
docker.docker
esbenp.prettier-vscode
manasxx.background-cover
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
pkief.material-icon-theme
ritwickdey.liveserver
twxs.cmake
wayou.vscode-todo-highlight
zachtrice.chilly-vscode-dark-theme
zhuangtongfa.material-theme
